<template><div><h1 id="❗观前说明" tabindex="-1"><a class="header-anchor" href="#❗观前说明"><span>❗观前说明</span></a></h1>
<p><strong>本站无诋毁任何人、组织的意图</strong>，仅作为本人对高中生活的会议（赛博回忆录）。经东哥后援会启发，决定搭建此网站作为纪念。</p>
<h2 id="收录内容" tabindex="-1"><a class="header-anchor" href="#收录内容"><span>收录内容</span></a></h2>
<p>本站共收录李立军老师演讲七篇，由不同的同学自愿使用录音笔录制（绝对没有带手机），标题由录音提供者提供，感谢提供录音的各位同学。内容如下</p>
<ul>
<li>当代马克思关于女权和厕所革命的演说</li>
<li>当代马克思关于人格和自由的演讲</li>
<li>当代马克思关于实验室必须保持干燥环境及重申女权主义的演讲</li>
<li>当代马克思关于择偶和未来规划的演讲</li>
<li>当代儒学大师：人狗论</li>
<li>关于二中灰色文化的讲演</li>
<li>宣扬努力实干的外衣下粉饰对金钱权力赤裸裸的拜金主义</li>
</ul>
<h2 id="内容更新" tabindex="-1"><a class="header-anchor" href="#内容更新"><span>内容更新</span></a></h2>
<p>由于李立军老师在多年前就已经调离物理实验室岗位，新的内容产出已经不可能，只能希望有志愿者能够提供本站未收集到的演讲录音</p>
</div></template>


